RU = {
    'technical_messages': {
        'lang_successfully_changed': 'Вы успешно сменили язык общения бота на Русский!',
        'welcome_message_private': 'Привет! Я бот, который позволит блокировать нежелательных людей из твоего чата😉\n'\
        'Для того, что бы запустить мой функционал, просто пригласи меня в чат, в котором требуется кикнуть человека, а\n'\
        'также выдай мне администратора в беседе😌',
        'welcome_message_chat': 'Привет! Я бот, который позволит блокировать нежелательных людей из твоего чата😉\n'\
        'Для того, что бы запустить мой функционал, просто выдай мне статус администратора, и используй команду /help что бы\n'\
        'узнать список доступных команд😌',
        'bot_commands': 'Вот список доступных команд:\n/help - Посмотреть список доступных команд\n'\
        '/language - Выбрать язык, на котором бот будет писать сообщения\n'\
        '/lock - Включить или выключить доступ пользователей к проведеню голосования\n'\
        '/limit - Выбрать количество людей, требуемых для кика/прощения пользователя (например /limit 10)',
        'choose_lang': 'Пожалуйста, выберите язык общения бота'
    },
    'lock_status': {
        'lock_on': 'Теперь обычным пользователям разрешено создавать голосования',
        'lock_off': 'Теперь обычным пользователям запрещено создавать голосования'
    },
    'limit': {
        'limit_change': 'Лимит был успешно изменен на {limit}'
    },
    'block_poll': {
        'user_want_block': 'Пользователь [{user_name}](https://t.me/{user_link}) хочет заблокировать [{user_name_block}](https://t.me/{user_link_block})\n'\
        'Для того, что бы проголосовать за блокировку пользователя, нажмите кнопку "Заблокировать"\n'\
        'Для того, что бы проголосовать за прощение пользователя, нажмите кнопку "Простить"\n',
        'user_successfully_blocked': 'Пользователь [{user_name}](https://t.me/{user_link}) был заблокирован\n'\
        'Его можно вернуть только через настройки чата\nПроголосовавшие за блокировку данного пользователя:\n'\
        '{users_that_blocked}',
        'user_successfully_pardon': 'Пользователь [{user_name}](https://t.me/{user_link}) был прощен\n'\
        'Проголосовавшие за прощение данного пользователя:\n'\
        '{users_that_pardoned}',
        'block': 'Заблокировать - {vote_users_block}/{users_need}',
        'pardon': 'Простить - {vote_users_pardon}/{users_need}',
        'user_is_admin': 'Не возможно начать голосование против администратора!',
        'already_vote': 'Ты уже проголосовал в опросе, второй раз проголосовать нельзя🙃'
    }
}

UA = {
    'technical_messages': {
        'lang_successfully_changed': 'Вы успешно сменили язык общения бота на Украинский!',
        'welcome_message_private': 'Привет! Я бот, который позволит блокировать нежелательных людей из твоего чата😉\n'\
        'Для того, что бы запустить мой функционал, просто пригласи меня в чат, в котором требуется кикнуть человека, а\n'\
        'также выдай мне администратора в беседе😌',
        'welcome_message_chat': 'Привет! Я бот, который позволит блокировать нежелательных людей из твоего чата😉\n'\
        'Для того, что бы запустить мой функционал, просто выдай мне статус администратора, и используй команду /help что бы\n'\
        'узнать список доступных команд😌',
        'bot_commands': 'Вот список доступных команд:\n/help - Посмотреть список доступных команд\n'\
        '/language - Выбрать язык, на котором бот будет писать сообщения\n'\
        '/lock - Включить или выключить доступ пользователей к проведеню голосования\n'\
        '/limit - Выбрать количество людей, требуемых для кика/прощения пользователя (например /limit 10)',
        'choose_lang': 'Пожалуйста, выберите язык общения бота'
    }
}